Repository: XTY64XTY/Xdows-Security-5
Catalog: Xdows-Security/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans, zh_hant

# MainWindow_Nav_Home.Content
source: Home
zh_hans: 主页
zh_hant: 主頁

# Button_Yes
source: Yes
zh_hans: 是
zh_hant: 是

# Button_No
source: No
zh_hans: 否
zh_hant: 否

# OOBE_Button_Previous.Content
source: Previous
zh_hans: 上一步

# OOBE_Button_Next.Content
source: Next
zh_hans: 下一步

# OOBE_Welcome_Title.Text
source: Welcome to Xdows Security
zh_hans: 欢迎使用 Xdows Security

# OOBE_Welcome_Content.Text
source: Click Next to continue
zh_hans: 单击 下一步 以继续

# OOBE_Language_Title.Text
source: Start by choosing a language
zh_hans: 先从选择语言开始

# OOBE_Language_Content.Text
source: Select your preferred language
zh_hans: 请选择您偏好的语言

# OOBE_Appearance_Title.Text
source: Customize your Xdows Security
zh_hans: 自定义您的 Xdows Security

# OOBE_Appearance_Content.Text
source: Customize appearance settings or use the defaults
zh_hans: 自定义外观设置或使用默认配置

# OOBE_Appearance_Skip.Content
source: Skip
zh_hans: 跳过

# OOBE_AppearanceTheme_Title.Text
source: Choose a theme
zh_hans: 选择主题

# OOBE_AppearanceTheme_Content.Text
source: Select how the app should look
zh_hans: 选择应用的显示主题

# OOBE_AppearanceTheme_System.Content
source: System
zh_hans: 跟随系统

# OOBE_AppearanceTheme_Light.Content
source: Light
zh_hans: 浅色

# OOBE_AppearanceTheme_Dark.Content
source: Dark
zh_hans: 深色

# OOBE_AppearanceBackdrop_Title.Text
source: Choose background effect
zh_hans: 选择背景效果

# OOBE_AppearanceBackdrop_Content.Text
source: Select the background material for the app
zh_hans: 选择应用的背景材质

# OOBE_AppearanceBackdrop_Solid.Content
source: Solid color
zh_hans: 纯色

# OOBE_AppearanceBackdrop_Acrylic.Content
source: Acrylic
zh_hans: 亚克力

# OOBE_AppearanceNav_Title.Text
source: Choose navigation position
zh_hans: 选择导航栏位置

# OOBE_AppearanceNav_Content.Text
source: Select where the navigation bar should be placed
zh_hans: 选择导航栏放置的位置

# OOBE_AppearanceNav_Left.Content
source: Left side
zh_hans: 左侧

# OOBE_AppearanceNav_Top.Content
source: Top
zh_hans: 顶部

# OOBE_AppearanceSound_Title.Text
source: Sound effects
zh_hans: 声音效果

# OOBE_AppearanceSound_Content.Text
source: Configure sound feedback for app interactions
zh_hans: 配置应用交互的声音反馈

# OOBE_AppearanceSound_EffectsToggle.Header
source: Enable sound effects
zh_hans: 启用声音效果

# OOBE_AppearanceSound_SpatialToggle.Header
source: Spatial audio
zh_hans: 空间音频

# OOBE_Finish_Title.Text
source: Let's get started!
zh_hans: 让我们开始！

# OOBE_Finish_Content.Text
source: Click Finish to continue
zh_hans: 点击 完成 以继续

# OOBE_Finish_Button.Content
source: Finish
zh_hans: 完成

# OOBE_Finish_Button_Loading.Text
source: Please wait
zh_hans: 请稍等

# SettingsPage_Other_RestartOOBE.Header
source: Restart OOBE
zh_hans: 重新启动 OOBE

# SettingsPage_Other_RestartOOBE.Description
source: Run the out-of-box experience again
zh_hans: 重新运行开箱体验流程

# MainWindow_Nav_Security.Content
source: Security
zh_hans: 安全
zh_hant: 殺毒

# SecurityPage_PathText_Default
source: Scan mode: Unspecified
zh_hans: 扫描模式：未指定
zh_hant: 掃描模式：未指定

# SecurityPage_GetFailed_Text
source: Get Failed
zh_hans: 获取失败
zh_hant: 獲取失敗

# SecurityPage_ProgressHeader.Title
source: Scan Progress
zh_hans: 扫描进度
zh_hant: 掃描進度

# SecurityPage_PathText.Text
source: Select scan target
zh_hans: 选择扫描文件
zh_hant: 選擇掃描文件

# SecurityPage_BackToVirusListButtonText.Text
source: View list
zh_hans: 查看列表
zh_hant: 查看列表

# SecurityPage_PauseScanButtonText.Text
source: Pause scan
zh_hans: 暂停扫描
zh_hant: 暫停掃描

# SecurityPage_ResumeScanButtonText.Text
source: Resume scan
zh_hans: 继续扫描
zh_hant: 繼續掃描

# SecurityPage_ScanButtonText.Text
source: Start scan
zh_hans: 开始扫描
zh_hant: 開始掃描

# SecurityPage_ScanMenu_Quick.Text
source: Quick scan
zh_hans: 快速扫描
zh_hant: 快速掃描

# SecurityPage_ScanMenu_Full.Text
source: Full scan
zh_hans: 全盘扫描
zh_hant: 全盤掃描

# SecurityPage_ScanMenu_File.Text
source: File scan
zh_hans: 文件扫描
zh_hant: 文件掃描

# SecurityPage_ScanMenu_Folder.Text
source: Folder scan
zh_hans: 目录扫描
zh_hant: 目錄掃描

# SecurityPage_ScanMenu_More.Text
source: More scan
zh_hans: 更多扫描
zh_hant: 更多掃描

# SecurityPage_MenuItem_Details.Text
source: Details
zh_hans: 详细信息
zh_hant: 詳細信息

# SecurityPage_MenuItem_Delete.Text
source: Delete file
zh_hans: 删除文件
zh_hant: 刪除文件

# SecurityPage_NoEngine_Title
source: No scan engine selected
zh_hans: 当前没有选择扫描引擎
zh_hant: 當前沒有選擇掃描引擎

# SecurityPage_NoEngine_Content
source: Please go to Settings - Scan Engine and select at least one engine.
zh_hans: 请转到 设置 - 扫描引擎 选择一个引擎。
zh_hant: 請轉到 設置 - 掃描引擎 選擇一個引擎。

# Button_Cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# SecurityPage_More_BrowseFolder
source: Browse folder
zh_hans: 浏览目录
zh_hant: 瀏覽目錄

# SecurityPage_More_BrowseFile
source: Browse file
zh_hans: 浏览文件
zh_hant: 瀏覽文件

# SecurityPage_More_RemoveItem
source: Remove item
zh_hans: 删除项目
zh_hant: 刪除項目

# SecurityPage_More_ClearAll
source: Clear all
zh_hans: 清空全部
zh_hant: 清空全部

# SecurityPage_MoreScan_Title
source: More scan
zh_hans: 更多扫描
zh_hant: 更多掃描

# SecurityPage_StartScanButton
source: Start scan
zh_hans: 开始扫描
zh_hant: 開始掃描

# SecurityPage_DuplicatePath_Title
source: Duplicate path
zh_hans: 路径重复
zh_hant: 路徑重復

# SecurityPage_DuplicatePath_Content
source: The path is already in the list: {0}
zh_hans: 该路径已在列表中：{0}
zh_hant: 該路徑已在列表中：{0}

# SecurityPage_InitFailed_Content
source: Please go to Settings - Scan and uncheck this engine.
zh_hans: 请转到 设置 - 扫描引擎 取消这个引擎的选中。

# SecurityPage_Status_Cancelled
source: Cancelled
zh_hans: 取消选择

# SecurityPage_Status_Waiting
source: Waiting
zh_hans: 等待扫描
zh_hant: 等待掃描

# SecurityPage_Status_Processing
source: Indexing files...
zh_hans: 正在索引文件...

# SecurityPage_Status_Scanning
source: Scanning: {0}
zh_hans: 正在扫描：{0}
zh_hant: 正在掃描：{0}

# SecurityPage_Status_FoundThreat
source: Threat found
zh_hans: 发现威胁
zh_hant: 發現威脅

# SecurityPage_ScanSpeed_Format
source: {0:F2} files/s
zh_hans: {0:F2} 文件/秒
zh_hant: {0:F2} 文件/秒

# SecurityPage_Status_Completed
source: Completed
zh_hans: 已完成
zh_hant: 已完成

# SecurityPage_ScanCompleteFound
source: Scan completed, found {0} threats
zh_hans: 扫描完成，发现 {0} 个威胁
zh_hant: 掃描完成，發現 {0} 個威脅

# SecurityPage_ScanCancelled
source: Scan cancelled
zh_hans: 扫描已取消
zh_hant: 掃描已取消

# SecurityPage_ScanFailed_Format
source: Scan failed: {0}
zh_hans: 扫描失败：{0}
zh_hant: 掃描失敗：{0}

# SecurityPage_Details_Title
source: File Details
zh_hans: 文件详情
zh_hant: 文件詳情

# SecurityPage_Details_FilePath
source: File Path:
zh_hans: 文件路径：
zh_hant: 文件路徑：

# SecurityPage_Details_VirusName
source: Virus Name: {0}
zh_hans: 病毒名称：{0}
zh_hant: 病毒名稱：{0}

# SecurityPage_Details_FileSize
source: File Size: {0:F2} KB
zh_hans: 文件大小：{0:F2} KB
zh_hant: 文件大小：{0:F2} KB

# SecurityPage_Details_CreationTime
source: Creation Time: {0}
zh_hans: 创建时间：{0}
zh_hant: 創建時間：{0}

# SecurityPage_Details_LastWriteTime
source: Last Write Time: {0}
zh_hans: 修改时间：{0}
zh_hant: 修改時間：{0}

# SecurityPage_Details_LocateButton
source: Locate File
zh_hans: 定位文件
zh_hant: 定位文件

# SecurityPage_Details_Unknown
source: Unknown
zh_hans: 未知
zh_hant: 未知

# SecurityPage_Details_NotAvailable
source: Not Available
zh_hans: 无法获取
zh_hant: 無法獲取

# SecurityPage_Details_EngineName
source: Detection Engine:
zh_hans: 检测引擎：

# SecurityPage_LocateFailed_Title
source: Locate Failed
zh_hans: 定位失败
zh_hant: 定位失敗

# SecurityPage_LocateFailed_Content
source: Unable to locate file: {0}
zh_hans: 无法定位文件：{0}
zh_hant: 無法定位文件：{0}

# SecurityPage_PathText_Format
source: Scan mode: {0}
zh_hans: 扫描模式：{0}
zh_hant: 掃描模式：{0}

# SecurityPage_BackToVirusList_Hide
source: Hide List
zh_hans: 隐藏列表
zh_hant: 隱藏列表

# SecurityPage_BackToVirusList_Show
source: Show List
zh_hans: 查看列表
zh_hant: 查看列表

# SecurityPage_FilesScanned_Format
source: {0} files
zh_hans: {0} 个文件
zh_hant: {0} 個文件

# SecurityPage_FilesSafe_Format
source: {0} safe
zh_hans: {0} 个安全
zh_hant: {0} 個安全

# SecurityPage_ThreatsFound_Format
source: {0} threats
zh_hans: {0} 个威胁
zh_hant: {0} 個威脅

# HomePage_TextBlock_Open
source: You are protected
zh_hans: 您已受到我们的保护
zh_hant: 您已受到我們的保護

# SettingsPage_Other_CheckUpdate.Header
source: Check for Updates
zh_hans: 检查更新
zh_hant: 檢查更新

# SettingsPage_Other_CheckUpdate.Description
source: Check for updates to software components
zh_hans: 检测软件相关组件的更新
zh_hant: 檢測軟件相關組件的更新

# SettingsPage_Other_Config.Header
source: Configuration
zh_hans: 配置管理
zh_hant: 配置管理

# SettingsPage_Other_Config.Description
source: Manage this application's configuration files
zh_hans: 管理这个软件的配置文件
zh_hant: 管理這個軟件的配置文件

# SettingsPage_Other_Config_Location.Header
source: Configuration Location
zh_hans: 配置位置
zh_hant: 配置位置

# SettingsPage_Other_Config_Location.Description
source: Open the folder containing configuration files
zh_hans: 打开配置文件所在位置
zh_hant: 打開配置文件所在位置

# SettingsPage_Other_Config_Reset.Header
source: Reset Configuration
zh_hans: 重置配置
zh_hant: 重置配置

# SettingsPage_Other_Config_Reset.Description
source: Reset the application's configuration files
zh_hans: 重置此软件的配置文件
zh_hant: 重置此軟件的配置文件

# SettingsPage_Other_Config_Location_OpenFailed_Title
source: Open configuration failed
zh_hans: 打开配置位置失败
zh_hant: 打開配置位置失敗

# SettingsPage_Other_Config_Location_OpenFailed_Content
source: Unable to open configuration folder: {0}
zh_hans: 无法打开配置目录: {0}
zh_hant: 無法打開配置目錄: {0}

# SettingsPage_Other_Config_Reset_Confirm_Title
source: Confirm Reset Configuration
zh_hans: 确认重置配置
zh_hant: 確認重置配置

# SettingsPage_Other_Config_Reset_Confirm_Content
source: Delete the configuration folder and restart the app? This action cannot be undone.
zh_hans: 是否删除配置文件所在目录并重启应用？此操作无法恢复。
zh_hant: 是否刪除配置文件所在目錄並重啓應用？此操作無法恢復。

# SettingsPage_Other_Config_Reset_DeleteFailed_Title
source: Delete Configuration Failed
zh_hans: 删除配置失败
zh_hant: 刪除配置失敗

# SettingsPage_Other_Config_Reset_DeleteFailed_Content
source: Failed to delete configuration folder: {0}
zh_hans: 删除配置目录时出错: {0}
zh_hant: 刪除配置目錄時出錯: {0}

# SettingsPage_Appearance.Text
source: Appearance
zh_hans: 外观
zh_hant: 外觀

# SettingsPage_Appearance_Theme.Header
source: Application Theme
zh_hans: 应用主题
zh_hant: 應用主題

# SettingsPage_Appearance_Theme.Description
source: Select the application theme to display
zh_hans: 选择要显示的应用主题
zh_hant: 選擇要顯示的應用主題

# SettingsPage_Appearance_Theme_ComboBox_System.Content
source: Use system settings
zh_hans: 跟随系统
zh_hant: 跟隨系統

# SettingsPage_Appearance_Theme_ComboBox_Light.Content
source: Light
zh_hans: 浅色模式
zh_hant: 淺色模式

# SettingsPage_Appearance_Theme_ComboBox_Dark.Content
source: Dark
zh_hans: 深色模式
zh_hant: 深色模式

# SettingsPage_Scan.Text
source: Scan Engine
zh_hans: 扫描
zh_hant: 掃描

# SettingsPage_Scan_Local.Header
source: Xdows Local Engine
zh_hans: Xdows Local 本地引擎
zh_hant: Xdows Local 本地引擎

# SettingsPage_Scan_Local.Description
source: The built-in local engine is fast but may not detect the latest threats promptly.
zh_hans: 本地综合引擎速度相对较快，但是可能无法及时发现新的威胁
zh_hant: 本地綜合引擎速度相對較快，但是可能無法及時發現新的威脅

# SettingsPage_Scan_Local_DeepScan.Header
source: Deep Scan
zh_hans: 深度扫描
zh_hant: 深度掃描

# SettingsPage_Scan_Local_DeepScan.Description
source: Deeper file analysis may increase false positives
zh_hans: 更深度的分析文件，误报可能较高
zh_hant: 更深度的分析文件，誤報可能較高

# SettingsPage_Protection.Text
source: Protection
zh_hans: 防护
zh_hant: 防護

# SettingsPage_Protection_CompatGroup.Header
source: Compatibility Protection
zh_hans: 兼容防护

# SettingsPage_Protection_CompatGroup.Description
source: Protection for most systems, but with limited protection capability
zh_hans: 适用于大部分系统的防护，但防护能力较弱

# SettingsPage_Protection_Process.Header
source: Process Protection
zh_hans: 进程扫描

# SettingsPage_Protection_Files.Header
source: File Protection
zh_hans: 文件扫描

# SettingsPage_Protection_Boot.Header
source: Boot Protection
zh_hans: 引导防护

# SettingsPage_Protection_Registry.Header
source: Registry Protection
zh_hans: 注册表防护

# SettingsPage_Protection_Boot.Description
source: Attempt to repair the boot sector if it is tampered with.
zh_hans: 当系统磁盘引导部分被恶意篡改时尝试修复
zh_hant: 當系統磁盤引導部分被惡意篡改時嘗試修復

# SettingsPage_Protection_Files.Description
source: Scan files after they are created or modified to ensure they are safe.
zh_hans: 在文件修改或创建后扫描，确保其没有危害
zh_hant: 在文件修改或創建後掃描，確保其沒有危害

# SettingsPage_Protection_Process.Description
source: Scan files before execution to ensure they are safe.
zh_hans: 在文件运行前扫描此文件，以保证其安全性
zh_hant: 在文件運行前掃描此文件，以保證其安全性

# SettingsPage_Protection_Registry.Description
source: Monitor protected registry changes and ask how to handle untrusted modifiers.
zh_hans: 监控受保护注册表变更，并询问如何处理不受信任的修改程序

# SettingsPage_Protection_Process_CompatibilityMode.Header
source: Compatibility Mode
zh_hans: 兼容模式
zh_hant: 兼容模式

# SettingsPage_Protection_Process_CompatibilityMode.Description
source: Protection using traditional process polling is resource-intensive but stable.
zh_hans: 使用传统进程轮询的方式进行防护，占用大但稳定
zh_hant: 使用傳統進程輪詢的方式進行防護，佔用大但穩定

# SettingsPage_Protection_Files_CompatibilityMode.Header
source: Compatibility Mode
zh_hans: 兼容模式
zh_hant: 兼容模式

# SettingsPage_Protection_Files_CompatibilityMode.Description
source: Protection using traditional files polling is resource-intensive but stable.
zh_hans: 使用传统文件轮询的方式进行防护，占用大但稳定
zh_hant: 使用傳統文件輪詢的方式進行防護，佔用大但穩定

# SettingsPage_Protection_Boot_Open.Description
source: Write a .bin backup online to the first sector of the selected physical disk
zh_hans: 将 .bin 备份在线写回所选物理磁盘的第一个扇区

# SettingsPage_Protection_Boot_Save.Header
source: Create boot backup
zh_hans: 创建引导备份
zh_hant: 創建引導備份

# SettingsPage_Protection_Boot_Open.Header
source: Restore boot backup
zh_hans: 恢复引导备份
zh_hant: 恢復引導備份

# SettingsPage_Protection_Boot_Save.Description
source: Save the first sector of the selected physical disk as a .bin file
zh_hans: 将所选物理磁盘的第一个扇区保存为 .bin 文件

# SettingsPage_Protection_Boot_Save_Button.Content
source: Save file
zh_hans: 另存文件

# SettingsPage_Protection_Boot_Open_Button.Content
source: Select and restore
zh_hans: 选择并还原

# SettingsPage_Other.Text
source: Other
zh_hans: 其它
zh_hant: 其它

# SettingsPage_Quarantine_Trust.Text
source: Quarantine & Trust
zh_hans: 隔离与信任
zh_hant: 隔離與信任

# SettingsPage_Quarantine.Header
source: Quarantine
zh_hans: 隔离区
zh_hant: 隔離區

# SettingsPage_Quarantine.Description
source: Manage quarantined threat files, you can view, restore or permanently delete these files
zh_hans: 管理被隔离的威胁文件，您可以查看、恢复或永久删除这些文件
zh_hant: 管理被隔離的威脅文件，您可以查看、恢復或永久刪除這些文件

# SettingsPage_Trust.Header
source: Trust Zone
zh_hans: 信任区
zh_hant: 信任區

# SettingsPage_Trust.Description
source: Manage files and applications you trust, these items will be excluded from security scans
zh_hans: 管理您信任的文件和应用程序，这些项目将被安全扫描排除
zh_hant: 管理您信任的文件和應用程序，這些項目將被安全掃描排除

# SettingsPage_Other_Language.Description
source: Change the display language of the application
zh_hans: 更改应用程序的显示语言
zh_hant: 更改應用程序的顯示語言

# SettingsPage_Other_Language.Header
source: Language
zh_hans: 语言（Language）
zh_hant: 語言（Language）

# SettingsPage_Other_CheckUpdate_Button.Content
source: Check for Updates
zh_hans: 检查更新
zh_hant: 檢查更新

# SettingsPage_Other_About.Description
source: Information related to this software
zh_hans: 关于这个软件的相关信息
zh_hant: 關於這個軟件的相關信息

# SettingsPage_Other_About.Header
source: About
zh_hans: 关于软件
zh_hant: 關於軟件

# SettingsPage_Other_About_Name.Header
source: Name
zh_hans: 软件名称
zh_hant: 軟件名稱

# SettingsPage_Other_About_Version.Header
source: Version
zh_hans: 当前版本
zh_hant: 當前版本

# SettingsPage_Other_About_Feedback.Header
source: Feedback
zh_hans: 反馈功能
zh_hant: 反饋功能

# SettingsPage_Other_About_Website.Header
source: Website
zh_hans: 官方网站
zh_hant: 官方網站

# AllPage_OpenLink.Content
source: Open Link
zh_hans: 打开链接
zh_hant: 打開鏈接

# Button_Confirm
source: Confirm
zh_hans: 确定
zh_hant: 確定

# InterceptWindow_ConfirmCountdown
source: Confirm ({0}s)
zh_hans: 确定（{0} 秒）

# Button_Download
source: Download
zh_hans: 下载
zh_hant: 下載

# SettingsPage_Other_CheckUpdate_UpdateTeachingTip.Title
source: This is the latest version
zh_hans: 当前已是最新版
zh_hant: 當前已是最新版

# SettingsPage_Other_CheckUpdate_UpdateTeachingTip.Subtitle
source: This software is up to date on this device
zh_hans: 此软件暂时在此设备上没有更新
zh_hant: 此軟件暫時在此設備上沒有更新

# SettingsPage_Appearance_Backdrop.Header
source: Background Material
zh_hans: 背景材质
zh_hant: 背景材質

# SettingsPage_Appearance_Backdrop.Description
source: Change the background material of the application window
zh_hans: 修改软件窗口的背景材质
zh_hant: 修改軟件窗口的背景材質

# SettingsPage_Appearance_Backdrop_Acrylic.Content
source: Acrylic
zh_hans: 亚克力
zh_hant: 亞克力

# SettingsPage_Appearance_Backdrop_Solid.Content
source: Solid
zh_hans: 纯色
zh_hant: 純色

# SettingsPage_Appearance_Backdrop_MicaAlt.Content
source: Mica Alt
zh_hans: 高透云母

# SettingsPage_Appearance_Backdrop_Mica.Content
source: Mica
zh_hans: 云母
zh_hant: 雲母

# SettingsPage_Scan_IndexMode_ScanProgress.Header
source: Display Progress
zh_hans: 显示扫描进度
zh_hant: 顯示掃描進度

# SettingsPage_Scan_IndexMode_ScanProgress.Description
source: Disabling this option will increase the scanning speed, especially when scanning a large number of files
zh_hans: 关闭此项会加快扫描速度，在扫描很多文件时这将会很有用
zh_hant: 關閉此項會加快掃描速度，在掃描很多文件時這將會很有用

# SettingsPage_Scan_IndexMode_TaskbarScanProgress.Header
source: Show progress in taskbar
zh_hans: 在任务栏中显示扫描进度

# SettingsPage_Scan_IndexMode_TaskbarScanProgress.Description
source: Show scan progress on the Windows taskbar button
zh_hans: 扫描期间在系统任务栏按钮上显示进度条

# HomePage_TextBlock_Close
source: Protection is not enabled
zh_hans: 当前系统防护未启用
zh_hant: 當前系統防護未啓用

# SettingsPage_Scan_Local_ExtraData.Header
source: Extra Data
zh_hans: 额外数据
zh_hant: 額外數據

# SettingsPage_Scan_Local_ExtraData.Description
source: Add extra metadata to detected virus names
zh_hans: 病毒名称中显示威胁文件额外数据
zh_hant: 病毒名稱中顯示威脅文件額外數據

# SettingsPage_Scan_BuiltInRuleEngine.Header
source: Built-in Rule Engine
zh_hans: 内置规则引擎

# SettingsPage_Scan_BuiltInRuleEngine.Description
source: Enable built-in rule-based scanning engines
zh_hans: 启用基于内置规则的扫描引擎

# SettingsPage_Scan_BuiltInRuleEngine_InfectorCleaner.Header
source: Malicious Code Stripping Engine
zh_hans: 恶意代码剥离引擎

# SettingsPage_Scan_BuiltInRuleEngine_InfectorCleaner.Description
source: Detect and strip infector virus code from PE files, restoring the original entry point
zh_hans: 检测并剥离 PE 文件中的感染型病毒代码，恢复原始入口点

# SettingsPage_Scan_BuiltInRuleEngine_ScanInside.Header
source: Scan Inside Files
zh_hans: 扫描文件内部

# SettingsPage_Scan_BuiltInRuleEngine_ScanInside.Description
source: Scan files inside ZIP archives, threats will be quarantined and removed from the archive
zh_hans: 扫描 ZIP 压缩包内部文件，扫描出威胁时会将文件隔离并从压缩包中删除

# SettingsPage_Scan_BuiltInRuleEngine_VirusFamily.Header
source: Built-in Family Rule Engine
zh_hans: 内置家族规则引擎

# SettingsPage_Scan_BuiltInRuleEngine_VirusFamily.Description
source: After other engines detect a threat, use built-in pattern rules to identify the virus family name
zh_hans: 在其他引擎报毒后，使用内置特征规则识别病毒家族名称

# SettingsPage_Scan_BuiltInRuleEngine_ExactRule.Header
source: Exact Rule Engine
zh_hans: 精准规则引擎

# SettingsPage_Scan_BuiltInRuleEngine_ExactRule.Description
source: Cloud hash-based exact matching engine, scans before other engines
zh_hans: 基于云端哈希库的精确匹配引擎，优先于其他引擎执行扫描

# HomePage_RefreshSystemInfo.Text
source: Refresh System Info
zh_hans: 刷新系统信息
zh_hant: 刷新系統信息

# HomePage_SystemInfo.Title
source: System Info
zh_hans: 系统信息
zh_hant: 系統信息

# HomePage_OSName.Text
source: OS Name:
zh_hans: 操作系统:
zh_hant: 操作系統:

# HomePage_OSVersion.Text
source: OS Version:
zh_hans: 系统版本:
zh_hant: 系統版本:

# HomePage_OSMemory.Text
source: OS Memory:
zh_hans: 使用内存:
zh_hant: 使用內存:

# AllPage_Loading
source: Loading...
zh_hans: 正在加载...
zh_hant: 正在加載...

# HomePage_ProtectionStatus.Title
source: Protection Status
zh_hans: 防护状态
zh_hant: 防護狀態

# HomePage_Protection.Text
source: Protection:
zh_hans: 实时防护:
zh_hant: 實時防護:

# HomePage_LastScan.Text
source: Last Scan:
zh_hans: 上次扫描:
zh_hant: 上次掃描:

# HomePage_NumberOfThreats.Text
source: Number of Threats:
zh_hans: 威胁数量:
zh_hant: 威脅數量:

# AllPage_Undefined
source: Undefined
zh_hans: 未定义
zh_hant: 未定義

# SettingsPage_Appearance_Backdrop_Opacity.Description
source: Modify the opacity of the main window
zh_hans: 修改主窗口的不透明度
zh_hant: 修改主窗口的不透明度

# SettingsPage_Scan_Cloud.Header
source: Cloud-based scanning
zh_hans: 基于云的扫描引擎
zh_hant: 基於雲的掃描引擎

# SettingsPage_Scan_Cloud_AutoUpload.Header
source: Automatic reporting
zh_hans: 自动上报
zh_hant: 自動上報

# SettingsPage_Scan_Cloud.Description
source: The cloud engine requires an internet connection to detect and respond to the latest threats in real time.
zh_hans: 云端引擎需要连接至互联网，但是能及时最新的威胁并采取措施
zh_hant: 雲端引擎需要連接至互聯網，但是能及時最新的威脅並採取措施

# SettingsPage_Scan_Cloud_AutoUpload.Description
source: This option is required during the testing phase.
zh_hans: 在测试阶段中，这个选项为必选项
zh_hant: 在測試階段中，這個選項爲必選項

# MainWindow_Nav_Settings
source: Settings
zh_hans: 设置
zh_hant: 設置

# HomePage_CopySystemInfo.Text
source: Copy System Info
zh_hans: 复制系统信息
zh_hant: 復制系統信息

# HomePage_Scan.Title
source: Scan Statistics
zh_hans: 扫描统计
zh_hant: 掃描統計

# HomePage_TotalScans.Text
source: Total Scans
zh_hans: 总扫描数
zh_hant: 總掃描數

# HomePage_TotalThreats.Text
source: Threats Found
zh_hans: 发现威胁
zh_hant: 發現威脅

# HomePage_RefreshStatistics.Text
source: Refresh stats
zh_hans: 刷新统计信息
zh_hant: 刷新統計信息

# HomePage_LogsHeader.Title
source: Logs
zh_hans: 运行日志
zh_hant: 運行日志

# HomePage_ClearLog.Text
source: Clear log
zh_hans: 清空日志
zh_hant: 清空日志

# HomePage_LogEmptyState
source: No log entries
zh_hans: 暂无日志记录

# HomePage_ExportLog.Text
source: Export log
zh_hans: 导出日志
zh_hant: 導出日志

# HomePage_LogFilter.Text
source: Filter logs
zh_hans: 筛选日志
zh_hant: 篩選日志

# HomePage_LogFilter_All.Text
source: All
zh_hans: 全部
zh_hant: 全部

# HomePage_LogFilter_Undefined.Text
source: Undefined
zh_hans: 未定义
zh_hant: 未定義

# HomePage_LogFilter_Debug.Text
source: Debug
zh_hans: 调试
zh_hant: 調試

# HomePage_LogFilter_Info.Text
source: Info
zh_hans: 信息
zh_hant: 信息

# HomePage_LogFilter_Warn.Text
source: Warn
zh_hans: 警告
zh_hant: 警告

# HomePage_LogFilter_Error.Text
source: Error
zh_hans: 错误
zh_hant: 錯誤

# HomePage_LogFilter_Fatal.Text
source: Fatal
zh_hans: 失败
zh_hant: 失敗

# HomePage_GetFailed.Text
source: Unavailable
zh_hans: 获取失败
zh_hant: 獲取失敗

# HomePage_ExportLog_SaveDialog_Title
source: Save log
zh_hans: 保存日志
zh_hant: 保存日志

# SettingsPage_Appearance_Nav.Header
source: Navigation Position
zh_hans: 导航栏位置
zh_hant: 導航欄位置

# SettingsPage_Appearance_Nav.Description
source: Set the position and orientation of the navigation bar
zh_hans: 设置导航栏的位置方向
zh_hant: 設置導航欄的位置方向

# SettingsPage_Appearance_Nav_Top.Content
source: Top
zh_hans: 顶端
zh_hant: 頂端

# SettingsPage_Appearance_Nav_Left.Content
source: Left
zh_hans: 左侧
zh_hant: 左側

# SettingsPage_Search.PlaceholderText
source: Search settings...
zh_hans: 搜索设置...
zh_hant: 搜索設置...

# SettingsPage_Appearance_Backdrop_Opacity.Header
source: Opacity
zh_hans: 不透明度
zh_hant: 不透明度

# SettingsPage_Scan_Cloud_Disclaimer_Title
source: Disclaimer
zh_hans: 免责申明
zh_hant: 免責申明
